test-get-policy-types.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetUserProductTypePolicy xmlns="WS-IntegratedQuote">
      <userID>4072</userID>
      <userCode>111427</userCode>
      <schemaId>683</schemaId>
    </GetUserProductTypePolicy>
  </soap:Body>
</soap:Envelope>